import './news_css.css'; // Import CSS file
import image from "./maxresdefault.jpg"; // Import image file
import App1 from './App1';




const News = () => {
    return (
        <div id='content_html'>
            <div id='page_head'>Todaybuzz</div>
            <div id='language'>
            <App1/>
            </div>

          
            <h1 id='title'>సూర్య గృహ ముఫ్త్ బిజ్లీ యోజన</h1>
            <img id='imges' src={image} alt="" />
            <pre>
                ప్రధాని నరేంద్ర మోదీ  ఉచిత సౌర విద్యుత్ పథకాన్ని మంగళవారం ప్రకటించారు.
            
              ప్రతి నెలా 300 యూనిట్ల వరకు ఉచిత విద్యుత్ లక్ష్యంగా పెట్టుకుంది.
              <h1>ఎవరు దరఖాస్తు చేసుకోవచ్చు?</h1>

<ol type='I'>
    <li>ఇంటి యజమానులు (వ్యక్తిగత లేదా సంస్థలు)</li>
    <li>ఒకే మీటర్ కింద ఉన్న బహుళ యూనిట్లు (ఉదా: ఫ్లాట్లు)</li>
    <li>రెసిడెన్షియల్, కమర్షియల్, ఇండస్ట్రియల్ వినియోగదారులు</li>
</ol>


<h1>ప్రయోజనాలు:</h1>


<ol>
    <li>300 యూనిట్ల వరకు ఉచిత విద్యుత్ </li>
    <li>విద్యుత్ బిల్లు ఖర్చులు తగ్గుతాయి</li>
    <li>పర్యావరణ హితం</li>
    <li>సబ్సిడీలు మరియు రుణాల అవకాశం</li>
</ol>

<h1>అవసరమైన పత్రాలు:</h1>
<ol>
    <li>ఆధార్ కార్డు</li>
    <li>ఇంటి యాజమాన్య పత్రాలు (ఉదా: పట్టా, ఇంటి పత్రాలు)</li>
    <li>విద్యుత్ బిల్లు కాపీ
బ్యాంక్ ఖాతా వివరాలు</li>

</ol>



<h1>**దరఖాస్తు విధానం:**</h1>
<ol>
    <li>
        
 <span>వెబ్‌సైట్‌లో నమోదు</span>
<br />
<br />
<a href="https://api.solarrooftop.gov.in/consumerRegistration" target="_blank" rel="noopener noreferrer">https:/solarrooftop.gov.in</a>
<br />
<br />


 వెబ్‌సైట్‌కి వెళ్లండి. "Register" బటన్‌పై క్లిక్ చేసి, అవసరమైన వివరాలతో నమోదు చేసుకోండి.
 <br />
 <br />
<span>2. సబ్సిడీ ఎంపిక: కేంద్ర, రాష్ట్ర సబ్సిడీలకు దరఖాస్తు కావాలనుకుంటున్నారా అని ఎంచుకోండి.</span>
<br />
<br />
<span>3.సోలార్ సిస్టమ్ వివరాలు: మీకు కావలసిన సోలార్ సిస్టమ్ సామర్థ్యాన్ని (KW) ఎంచుకోండి.</span>
<br />
<br />
<span>4. సర్వే షెడ్యూల్: సాంకేతిక సర్వే నిర్వహించడానికి ఖచ్చితమైన తేదీ మరియు సమయాన్ని ఎంచుకోండి.</span>
<br />
<br />
<span>5. కొటేషన్లు పొందండి: వెబ్‌సైట్ ద్వారా రిజిస్టర్డ్ వెండర్ల నుండి కొటేషన్లు పొందండి.</span>
<br />
<br />
<span>6. కొటేషన్ ఎంపిక: ఉత్తమమైన కొటేషన్‌ను ఎంచుకుని, ఆన్‌లైన్‌లో ఆమోదించండి.</span>
<br />
<br />
<span>7. బ్యాంక్ లోన్: అవసరమైతే, బ్యాంక్ లోన్‌కు దరఖాస్తు చేసుకోండి.</span>
<br />
<br />
<span>8. ఒప్పందం మరియు చెల్లింపు: ఎంచుకున్న వెండర్‌తో ఒప్పందం కుదుర్చుకుని, చెల్లింపులు చేయండి.</span>
<br />
<br />
<span>9. ఇన్‌స్టలేషన్: సోలార్ సిస్టమ్ ఇన్‌స్టలేషన్ పూర్తి చేయబడుతుంది.</span>
<br />
<br />
<span>10. కనెక్షన్ మరియు మీటరింగ్: విద్యుత్ పంపిణీ సంస్థ ద్వారా సిస్టమ్‌ను గ్రిడ్‌కు కనెక్ట్ చేసి, మీటరింగ్ ఏర్పాటు చేయబడుతుంది.</span>

    </li>
</ol>

</pre>
<footer>
    <p>© 2024 TodayBuzz. All rights reserved.</p>
    <p>Contact: kkoti576@gmail | Phone: +919505561495</p>
    <p>Developed by: Ch.ishwar</p>

</footer>


        </div>
    );
};

export default News;



